---
kind: enumMember
id: F:Autodesk.Revit.DB.WorksetKind.OtherWorkset
enum: Autodesk.Revit.DB.WorksetKind
source: html/b1e116b1-2ca0-61c1-533d-4a06e38e335d.htm
---
# Autodesk.Revit.DB.WorksetKind.OtherWorkset

Any workset which is not one of the standard types included in this enum.